print("петар мартич рискнул не падать чеченцу в ноги"
    "Зря петар мартич читал реп...")

print("1. петар мартич подошёл к своим детям стрельнуть сигарету")

print("88005553535. Сказал ваши сигареты такое себе")

print("10. в моё время група ПРЫГАЙ КИСКА творила чудеса!")

print("11. Встал рано утром, закурил сигарету Перед едой сигарету достал Вчера очень плотно в столовой пообедал И зажёг"
      "сигарету не отходя от поста Курить очень нравится мне каждую среду Одну сигарету и вторую сигарету Пускаю дым я "
      "кольцами в субботу к обеду Когда курю сигарету, курю сигарету Моя страсть к курению мне очень нравится "
      "Курю сигарету и она повторяется Люблю смотреть как пепел из неё осыпается Курю сигарету и она повторяется Моя "
      "страсть к курению мне очень нравится Курю сигарету и она повторяется Люблю смотреть как пепел из неё осыпается "
      "Курю сигарету и она повторяется")

print("4. ГРУППА ПАСОШ ПРЕВРАТИЛАСЬ В ГРУППУ ГРУППУ БУЕРАК! у НИХ НОВЫЙ КОНЦЕРТ В КЛЕЕВАРНЕ")

print("3. БОЖЕ МОЙ ИХАИЛ ИГОРЕВИЧ ЭТО ПЕТАР МАРТИЧ")

print("6. КАПЕЦ ПЕТАР МАРТИЧ ОСТАЛСЯ В ЖИВИЫХ БОЖЕЕЕ УРААААА")

#print("2. Сказал  слушаю михаила игоревича")

#print("3. Сказал ваши сигареты говно")

#print("4. Клееварня взорволась!!! бабах")

#print("5. ЗВОНИм на фит с буераком! СПортивные очки тутутутутутутутутутутутуутутутутутутутутутутутутутутут")

#print("6. Клееварня взорволась!!! бабах")

#

'''
n = input("Введите номер петара мартича")


if "88005553535" in n:
    print("Сказал ваши сигареты говно")
    if "10" in n:
        print("ваш реп плохой")
    elif "11" in n:
        print("11. Встал рано утром, закурил сигарету Перед едой сигарету достал Вчера очень плотно в столовой пообедал И зажёг"
            "сигарету не отходя от поста Курить очень нравится мне каждую среду Одну сигарету и вторую сигарету Пускаю дым я "
            "кольцами в субботу к обеду Когда курю сигарету, курю сигарету Моя страсть к курению мне очень нравится "
            "Курю сигарету и она повторяется Люблю смотреть как пепел из неё осыпается Курю сигарету и она повторяется Моя "
            "страсть к курению мне очень нравится Курю сигарету и она повторяется Люблю смотреть как пепел из неё осыпается "
            "Курю сигарету и она повторяется")
elif "2" in n:
    print("1. петар мартич подошёл к своим детям стрельнуть сигарету")
    n = input("Введите номер петара мартича")
    if "3" in n:
        print("БОЖЕ МОЙ ИХАИЛ ИГОРЕВИЧ ЭТО ПЕТАР МАРТИЧ")
    elif "4" in n:
        print("Боже! КАк мне нравится петь на этой клееварне! - сказал Петар и закурил сигарету")
        n = input("Введите номер петара мартича")
        if "6" in n:
            print("КАПЕЦ ПЕТАР МАРТИЧ ОСТАЛСЯ В ЖИВИЫХ БОЖЕЕЕ УРААААА")
        elif "7" in n:
            print("7. Клееварня взлетела на воздух и петар мартич уехал в таганрог!")


"""
    print("Боже! КАк мне нравится петь на этой клееварне! - сказал Петар и каруил сигарету")"""'''

